Repository: EmixMaxime/mx-home-security
Catalog: raspberrypi_central/webapp/app/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Your alarm %(alarm)s is on.
fr: Votre alarme %(alarm)s est allumée.

source: Your alarm %(alarm)s is off.
fr: Votre alarme %(alarm)s est éteinte.

source: Deactivate all
fr: Tout désactiver

source: Activate all
fr: Tout activer

source: All of your alarms are on.
fr: Toutes vos alarmes sont allumées.

source: All of your alarms are off.
fr: Toutes vos alarmes sont éteintes.

source: Something went wrong.
fr: Nous avons rencontré un problème technique.

source: turn on
fr: s'allumer

source: turn off
fr: s'éteindre

source: Your service %(service)s, on the device %(device)s in %(location)s, should %(status_text)s but the system did not receive any sign of life. Something is wrong.
fr: Le service %(service)s, sur l'appareil %(device)s dans %(location)s, devrait %(status_text)s mais le système n'a pas reçu signe de vie. Il doit y avoir un problème.

source: has turned on
fr: s'allumer

source: has turned off
fr: s'éteindre

source: off
fr: éteint

source: on
fr: allumé

source: This is the title.
fr: C'est un titre
